<?php

return [
    'prompt' => 'Пожалуйста, напишите подробную, трогательную и личную биографию на основе приведённой ниже информации. Используйте естественный, человеческий стиль.',
    'motto_request' => 'Пожалуйста, напишите трогательный и личный девиз, который состоит минимум из 15 и максимум из 20 слов, и хорошо отражает дух жизни умершего. Без кавычек («») или других обозначений. Пожалуйста, напишите это отдельной строкой в формате: [MOTTO] здесь девиз [/MOTTO]',
    'family_members' => 'Члены семьи:',
    'birth_date' => 'Дата рождения:',
    'death_date' => 'Дата смерти:',
    'biography' => 'Биография:',
    'wedding' => 'Свадьба:',
    'childbirth' => 'Рождение ребёнка:',
    'name' => 'Имя',
    'father' => 'Отец',
    'mother' => 'Мать',
    'partner' => 'Партнёр',
    'children' => 'Дети',
    'siblings' => 'Братья и сёстры',
    'pets' => 'Домашние животные',
    'timeline_title' => 'События жизни',
    'timeline_types' => [
        'child_birth' => 'Рождение ребёнка:',
        'marriage' => 'Брак:',
        'school' => 'Школа:',
        'work' => 'Работа:',
        'hobby' => 'Хобби:',
        'other_properties' => 'Другие события:',
    ],
];
